11/data/attachments/b1631fcbedf37ab5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_de9d98e6-9559-44bd-88b2-c898b2af328d</nif:username>
            <nif:friendToBeAdded>Christine_catch_Actions_79123_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>